{
    "DiagnosticsExtended": {
        "BackportingDisclaimerMariaDB": "(a no ser que la distribuci칩n de su binario de MariaDB est칠 incorporando actualizaciones de seguridad)",
        "BackportingDisclaimerPHP": "(salvo que la distribuci칩n de su binario de PHP est칠 incorporando actualizaciones de seguridad)",
        "CurlVersionCheckFailed": "Matomo no ha podido verificar si su versi칩n de curl tiene vulnerabilidades.",
        "CurlVersionCheckLabel": "verificaci칩n de versi칩n de curl",
        "CurlVersionCheckNoCurl": "Tu configuraci칩n de PHP no usa curl, as칤 que no hay nada que comprobar.",
        "CurlVersionCheckUpToDate": "Parece que no hay vulnerabilidades conocidas en su versi칩n de curl (%s).",
        "CurlVersionCheckVulnerable": "Su versi칩n de curl (%s) podr칤a ser vulnerable frente a estas vulnerabilidades (a menos que el distribuidor de su binario curl est칠 retroportando parches de seguridad):",
        "DatabaseVersionCheckLabel": "Versi칩n de la base de datos",
        "DatabaseVersionCheckMariaDBEol": "Su versi칩n de MariaDB (%1$s) ya no recibe soporte de seguridad por parte del equipo de MariaDB (desde %2$s). Deber칤a actualizar a una versi칩n m치s reciente",
        "DatabaseVersionCheckMariaDBLatestVersion": "Est치s usando la 칰ltima versi칩n de MariaDB %s.",
        "DatabaseVersionCheckMariaDBNotEol": "Su versi칩n de MariaDB (%1$s) recibe soporte de seguridad por parte del equipo de MariaDB hasta %2$s.",
        "DatabaseVersionCheckMariaDBOutdated": "Existe una nueva versi칩n del parche de MariaDB (%1$s) disponible (est치 utilizando %2$s/%3$s). Deber칤a actualizar a ella lo antes posible",
        "MatomoJSCheckFailed": "Parece que matomo.js no se puede recuperar correctamente.",
        "MatomoJSCheckFailedCurlTip": "intente ejecutar %s en su servidor y compruebe si es capaz de obtener el archivo correctamente",
        "MatomoJSCheckGzipped": "matomo.js se suministra comprimido.",
        "MatomoJSCheckMIMEError": "matomo.js debe entregarse con un Content-Type 'application/javascript'. Est치s usando '%s'.",
        "MatomoJSCheckNotGzipped": "matomo.js no se entrega comprimido. Es posible que desee configurar gzip para archivos .js, ya que puede reducir el tama침o del archivo hasta en un 60 %.",
        "MatomoJSCheckUnknown": "Matomo no ha podido comprobar si tu matomo.js se puede recuperar correctamente.",
        "NotificationText": "Ha activado el plugin DiagnosticsExtended. A침ade algunas comprobaciones experimentales del sistema (marcadas con 游빍) a esta p치gina que pueden ayudarte a encontrar problemas con tu instancia de Matomo. Todav칤a puede haber algunos falsos positivos y falsos negativos, as칤 que no tome los resultados como una verdad, pero compruebe usted mismo si algo est치 mal. Por favor, informa de los problemas con el plugin en el %1$sforo%2$s o %3$screa una incidencia en GitHub%4$s para que las comprobaciones puedan ser mejoradas.",
        "NotificationTitle": "Acerca de DiagnosticsExtended",
        "OpcacheCheckInternedStrings": "Parece que has puesto <code>opcache.interned_strings_buffer</code> por debajo de 8MB lo que puede ser un poco bajo. Por favor, aumente el valor a 8 (Megabyte) o m치s dependiendo de cu치ntos archivos PHP sirva y cu치nta memoria tenga disponible su servidor.",
        "OpcacheCheckJIT": "Como est치s usando PHP 8 o m치s reciente, es posible que desees habilitar el compilador JIT. Podr칤a acelerar Matomo un poco. Tambi칠n ser칤a genial si pudieras reportar cualquier experiencia despu칠s de habilitar PHP JIT.",
        "OpcacheCheckMaxFiles": "Parece que ha establecido <code>opcache.max_accelerated_files</code> a o por debajo de %s que podr칤a ser demasiado bajo para mantener todos los archivos Matomo en la cach칠, especialmente si tambi칠n est치 alojando otras aplicaciones PHP. Por favor, ajuste la opci칩n a 7963, 16229 o 32531 dependiendo del n칰mero de archivos PHP que utilice su servidor web.",
        "OpcacheCheckMemory": "Parece que ha configurado <code>opcache.memory_consumption</code> por debajo de 128MB lo que podr칤a ser demasiado bajo para mantener todos los archivos Matomo en la cach칠, especialmente si tambi칠n est치 alojando otras aplicaciones PHP. Por favor, aumente el valor a 128 o 256 (Megabyte) dependiendo de cu치ntos archivos PHP sirva y cu치nta memoria tenga disponible su servidor.",
        "OpcacheCheckOpcacheDisabled": "Parece que OPcache est치 deshabilitado en su configuraci칩n de PHP. OPcache almacena bytecode de los scripts PHP en memoria y por lo tanto es capaz de acelerar PHP un poco, ya que evita cargar y analizar archivos PHP en cada petici칩n. Compruebe la configuraci칩n <code>opcache.enable</code> php.ini para obtener m치s informaci칩n.",
        "OpcacheCheckOpcacheEnabled": "Parece que OPcache est치 habilitado. %1$sMB de %2$sMB se utilizan para los scripts PHP (%3$s%% desperdiciados) y %4$sMB de %5$sMB se utilizan para las cadenas internadas.%6$s%% de solicitudes llegan a OPcache.",
        "OpcacheCheckSaveComments": "Parece que ha desactivado la configuraci칩n <code>opcache.save_comments</code>. Esto elimina los comentarios del OPcache haci칠ndolo m치s peque침o, pero rompe Matomo. Establezca <code>opcache.save_comments</code> en <code>0</code>",
        "OpcacheCheckValidateTimestamps": "Parece que ha deshabilitado <code>opcache.validate_timestamps</code> lo que significa que PHP nunca verificar치 si los archivos reales en el disco han cambiado, sino que continuar치 usando los almacenados en cach칠. En teor칤a, esto no deber칤a ser un problema ya que Matomo invalida el OPcache en las actualizaciones e instalaciones, pero puede que quiera investigarlo si encuentra problemas extra침os.",
        "OpensslVersionCheckLabel": "Verificaci칩n de la versi칩n de OpenSSL",
        "OpensslVersionCheckNoOpenssl": "Su configuraci칩n de PHP no utiliza OpenSSL o curl, por lo que no hay nada que comprobar.",
        "OpensslVersionCheckNotOutdated": "Su versi칩n de OpenSSL (%s) no es realmente antigua. Sin embargo, compruebe si hay vulnerabilidades conocidas para 칠l y actual칤celo si es necesario.",
        "OpensslVersionCheckOutdated": "Su versi칩n de OpenSSL (%s) es bastante antigua. Compruebe si hay vulnerabilidades conocidas para 칠l y actual칤celo si es necesario.",
        "PhpIniCheckIsDisabled": "%s est치 habilitado",
        "PhpIniCheckIsEnabled": "%s est치 habilitado",
        "PhpIniCheckLabel": "Opciones php.ini",
        "PhpIniCheckShouldBeDisabled": "%s deber칤a estar deshabilitado",
        "PhpIniCheckShouldBeEnabled": "%s deber칤a estar habilitado",
        "PhpUserCheckLabel": "PHP se ejecuta como root",
        "PhpUserCheckWarning": "PHP parece estar ejecutandose como root. A menos que est칠 utilizando Matomo dentro de un contenedor docker debe comprobar su configuraci칩n.",
        "PhpVersionCheckEol": "Su versi칩n de PHP (%1$s) ya no recibe soporte de seguridad por parte del equipo de PHP (desde %2$s). Deber칤a actualizar a una versi칩n m치s reciente",
        "PhpVersionCheckLabel": "Versi칩n de PHP",
        "PhpVersionCheckLatestVersion": "Est치 utilizando la 칰ltima versi칩n de PHP %s",
        "PhpVersionCheckNoInformation": "No se conoce informaci칩n sobre su versi칩n de PHP (%s)",
        "PhpVersionCheckNotEol": "Su versi칩n de PHP (%1$s) recibe soporte de seguridad por parte del equipo de PHP hasta %2$s.",
        "PhpVersionCheckNotWorking": "Matomo no pudo comprobar si su versi칩n de PHP est치 actualizada",
        "PhpVersionCheckOutdated": "Hay una nueva versi칩n del parche de PHP (%1$s) disponible (usted est치 usando %2$s). Deber칤a actualizarse a ella lo antes posible"
    }
}
