{
    "DiagnosticsExtended": {
        "BackportingDisclaimerMariaDB": "(mura bhfuil dáileoir do dhénártha MariaDB ag tacú le paistí slándála)",
        "BackportingDisclaimerPHP": "(mura bhfuil dáileoir do dhénártha PHP ag tacú le paistí slándála)",
        "CurlVersionCheckFailed": "Níorbh fhéidir le Matomo a sheiceáil an bhfuil leochaileachtaí ag baint le do leagan curl.",
        "CurlVersionCheckLabel": "seiceáil leagan curl",
        "CurlVersionCheckNoCurl": "Ní úsáideann do shocrú PHP curl, mar sin níl aon rud le seiceáil.",
        "CurlVersionCheckUpToDate": "Tá an chuma ar an scéal nach bhfuil aon leochaileachtaí ar eolas i do leagan curl (%s).",
        "CurlVersionCheckVulnerable": "Seans go mbeidh do leagan curl (%s) leochaileach in aghaidh na leochaileachtaí seo (mura bhfuil dáileoir do dhénártha curl ag cúliompú paistí slándála):",
        "DatabaseVersionCheckLabel": "Leagan bunachar sonraí",
        "DatabaseVersionCheckMariaDBEol": "Ní fhaigheann do leagan MariaDB (%1$s) tacaíocht slándála ón bhfoireann MariaDB a thuilleadh (ó %2$s). Ba cheart duit nuashonrú go leagan níos nuaí",
        "DatabaseVersionCheckMariaDBLatestVersion": "Tá an leagan is déanaí de MariaDB %s in úsáid agat.",
        "DatabaseVersionCheckMariaDBNotEol": "Faigheann do leagan MariaDB (%1$s) tacaíocht slándála ón bhfoireann MariaDB go dtí %2$s.",
        "DatabaseVersionCheckMariaDBOutdated": "Tá leagan paiste níos nuaí de MariaDB (%1$s) ar fáil (tá %2$s/%3$s in úsáid agat). Ba cheart duit é a nuashonrú chomh luath agus is féidir",
        "MatomoJSCheckFailed": "Is cosúil nach féidir matomo.js a fháil i gceart.",
        "MatomoJSCheckFailedCurlTip": "bain triail as %s a rith ar do fhreastalaí agus féach an bhfuil sé in ann an comhad a fháil go rathúil",
        "MatomoJSCheckGzipped": "seachadtar matomo.js comhbhrúite.",
        "MatomoJSCheckMIMEError": "ba chóir matomo.js a sheachadadh le Cineál Ábhair 'iarratas/javascript'. Tá tú ag úsáid '%s'.",
        "MatomoJSCheckNotGzipped": "ní sheachadtar matomo.js gzipped. B'fhéidir gur mhaith leat gzip a shocrú do chomhaid .js mar is féidir leis méid an chomhaid a laghdú suas le 60 %.",
        "MatomoJSCheckUnknown": "Níorbh fhéidir le Matomo a sheiceáil an féidir do matomo.js a fháil i gceart.",
        "NotificationText": "Tá an breiseán DiagnosticsExtended cumasaithe agat. Cuireann sé roinnt seiceálacha córais turgnamhacha eile (marcáilte le 🧪) leis an leathanach seo a d'fhéadfadh cabhrú leat fadhbanna a aimsiú le do chás Matomo. D’fhéadfadh go mbeadh cúpla dearfach bréagach agus claonchlónna bréagacha fós ann, mar sin ná glac leis na torthaí mar fhírinne, ach seiceáil tú féin an bhfuil rud éigin mícheart. Cuir in iúl go bhfuil fadhbanna leis an mbreiseán chuig an %1$sforum%2$s nó %3$s scrúdaigh fadhb GitHub%4$s ionas gur féidir na seiceálacha a fheabhsú.",
        "NotificationTitle": "Maidir le Diagnóisic Leathnaithe",
        "OpcacheCheckInternedStrings": "Tá an chuma ar an scéal go bhfuil <code>opcache.interned_strings_buffer</code> socraithe agat faoi bhun 8MB a d’fhéadfadh a bheith beagán íseal. Méadaigh an luach go 8 (Meigeavata) nó níos mó ag brath ar cé mhéad comhad PHP a fhreastalaíonn tú agus cé mhéad cuimhne atá ar fáil ag do fhreastalaí.",
        "OpcacheCheckJIT": "Agus PHP 8 nó níos nuaí á úsáid agat, b'fhéidir gur mhaith leat breathnú ar chumasú an tiomsaitheora JIT. D'fhéadfadh sé a bheith in ann dlús a chur le Matomo beagán. Bheadh sé iontach freisin dá bhféadfá aon taithí a thuairisciú tar éis duit PHP JIT a chumasú.",
        "OpcacheCheckMaxFiles": "Is cosúil go bhfuil <code>opcache.max_accelerated_files</code> socraithe agat go dtí %s nó faoi bhun a d'fhéadfadh a bheith ró-íseal chun gach comhad Matomo a choinneáil sa taisce, go háirithe má tá feidhmchláir PHP eile á óstáil agat freisin. Socraigh an rogha go 7963, 16229 nó 32531 ag brath ar líon na gcomhad PHP a úsáideann do fhreastalaí gréasáin.",
        "OpcacheCheckMemory": "Is cosúil go bhfuil <code>opcache.memory_consumption</code> socraithe agat faoi bhun 128MB a d’fhéadfadh a bheith ró-íseal chun gach comhad Matomo a choinneáil sa taisce, go háirithe má tá feidhmchláir PHP eile á óstáil agat freisin. Méadaigh an luach go 128 nó 256 (Meigeavata) ag brath ar cé mhéad comhad PHP a fhreastalaíonn tú agus cé mhéad cuimhne atá ar fáil ag do fhreastalaí.",
        "OpcacheCheckOpcacheDisabled": "Is cosúil go bhfuil OPcache díchumasaithe i do shocrú PHP. Stórálann OPcache bytecode de scripteanna PHP mar chuimhne agus mar sin tá sé in ann PHP a bhrostú beagán go leor mar seachnaíonn sé comhaid PHP a luchtú agus a pharsáil ar gach iarratas. Seiceáil an socrú php.ini <code>opcache.enable</code> le haghaidh tuilleadh faisnéise.",
        "OpcacheCheckOpcacheEnabled": "Dealraíonn sé go bhfuil OPcache cumasaithe. Úsáidtear %1$sMB de %2$sMB le haghaidh scripteanna PHP (%3$s; amú) agus úsáidtear %4$sMB de %5$sMB le haghaidh teaghráin inmheánaithe. %6$s; na n-iarratas a bhuail an OPcache.",
        "OpcacheCheckSaveComments": "Tá an chuma ar an scéal gur dhíchumasaigh tú an socrú <code>opcache.save_comments</code>. Baineann sé seo tuairimí ón OPcache rud a fhágann go bhfuil sé níos lú, ach briseann sé Matomo. Socraigh <code>opcache.save_comments</code> go <code>0</code> le do thoil",
        "OpcacheCheckValidateTimestamps": "Tá an chuma ar an scéal go bhfuil <code>opcache.validate_timestamps</code> díchumasaithe agat, rud a chiallaíonn nach seiceálfaidh PHP choíche ar athraigh na comhaid iarbhír ar diosca, ach go leanfaidh sé ar aghaidh ag úsáid na cinn i dtaisce. Go teoiriciúil, níor cheart go mbeadh sé seo ina cheist ar bith mar go ndéanann Matomo an OPcache maidir le nuashonruithe agus suiteálacha a neamhbhailiú, ach b'fhéidir gur mhaith leat breathnú air seo má thagann fadhbanna aisteacha ort.",
        "OpensslVersionCheckLabel": "Seiceáil leagan OpenSSL",
        "OpensslVersionCheckNoOpenssl": "Ní úsáideann do shocrú PHP OpenSSL nó curl, mar sin níl aon rud le seiceáil.",
        "OpensslVersionCheckNotOutdated": "Níl do leagan OpenSSL (%s) fíor sean. Mar sin féin, seiceáil an bhfuil leochaileachtaí aitheanta ann agus nuashonraigh más gá.",
        "OpensslVersionCheckOutdated": "Tá do leagan OpenSSL (%s) sách sean. Seiceáil an bhfuil leochaileachtaí aitheanta ann agus nuashonraigh é más gá.",
        "PhpIniCheckIsDisabled": "Tá %s cumasaithe",
        "PhpIniCheckIsEnabled": "Tá %s cumasaithe",
        "PhpIniCheckLabel": "roghanna php.ini",
        "PhpIniCheckShouldBeDisabled": "Ba cheart %s a dhíchumasú",
        "PhpIniCheckShouldBeEnabled": "Ba cheart %s a chumasú",
        "PhpUserCheckLabel": "PHP ag rith mar fhréamh",
        "PhpUserCheckWarning": "Is cosúil go bhfuil PHP ag rith mar fhréamh. Mura bhfuil Matomo á úsáid agat taobh istigh de choimeádán duga ba cheart duit do shocrú a sheiceáil.",
        "PhpVersionCheckEol": "Ní fhaigheann do leagan PHP (%1$s) tacaíocht slándála ón bhfoireann PHP a thuilleadh (ó %2$s). Ba cheart duit nuashonrú go leagan níos nuaí",
        "PhpVersionCheckLabel": "Leagan PHP",
        "PhpVersionCheckLatestVersion": "Tá an leagan is déanaí de PHP %s in úsáid agat",
        "PhpVersionCheckNoInformation": "Níl eolas ar bith faoi do leagan PHP (%s)",
        "PhpVersionCheckNotEol": "Faigheann do leagan PHP (%1$s) tacaíocht slándála ón bhfoireann PHP go dtí %2$s.",
        "PhpVersionCheckNotWorking": "Níorbh fhéidir le Matomo seiceáil an bhfuil do leagan PHP cothrom le dáta",
        "PhpVersionCheckOutdated": "Tá leagan paiste PHP níos nuaí (%1$s) ar fáil (tá %2$s in úsáid agat). Ba cheart duit é a nuashonrú chomh luath agus is féidir"
    }
}
