{
    "DiagnosticsExtended": {
        "BackportingDisclaimerMariaDB": "(உங்கள் மரியாடிபி பைனரியின் விநியோகச்தர் பாதுகாப்பு திட்டுகளை பேக் போர்ட்டிங் செய்யாவிட்டால்)",
        "BackportingDisclaimerPHP": "(உங்கள் பிஎச்பி பைனரியின் விநியோகச்தர் பாதுகாப்பு திட்டுகளை பின்னோக்கிச் செய்யாவிட்டால்)",
        "CurlVersionCheckFailed": "உங்கள் சுருட்டை பதிப்பில் பாதிப்புகள் உள்ளதா என்பதை மாடோமோவால் சரிபார்க்க முடியவில்லை.",
        "CurlVersionCheckLabel": "சுருட்டை பதிப்பு சோதனை",
        "CurlVersionCheckNoCurl": "உங்கள் பிஎச்பி அமைப்பு சுருட்டைப் பயன்படுத்தாது, எனவே சரிபார்க்க எதுவும் இல்லை.",
        "CurlVersionCheckUpToDate": "உங்கள் சுருட்டை பதிப்பில் (%s) அறியப்பட்ட பாதிப்புகள் எதுவும் இல்லை என்று தெரிகிறது.",
        "CurlVersionCheckVulnerable": "இந்த பாதிப்புகளுக்கு எதிராக உங்கள் சுருட்டை பதிப்பு (%s) பாதிக்கப்படக்கூடும் (உங்கள் சுருட்டை பைனரியின் விநியோகச்தர் பாதுகாப்பு திட்டுகளை பின்னோக்கிக் கொள்ளாவிட்டால்):",
        "DatabaseVersionCheckLabel": "தரவுத்தள பதிப்பு",
        "DatabaseVersionCheckMariaDBEol": "உங்கள் மரியாடிபி பதிப்பு ( %1$s) இனி மரியாடிபி குழுவின் பாதுகாப்பு ஆதரவைப் பெறாது ( %2$s என்பதால்). புதிய பதிப்பிற்கு நீங்கள் புதுப்பிக்க வேண்டும்",
        "DatabaseVersionCheckMariaDBLatestVersion": "மரியாடிபி %s இன் அண்மைக் கால பதிப்பைப் பயன்படுத்துகிறீர்கள்.",
        "DatabaseVersionCheckMariaDBNotEol": "உங்கள் மரியாடிபி பதிப்பு ( %1$s) %2$s வரை மரியாடிபி குழுவின் பாதுகாப்பு ஆதரவைப் பெறுகிறது.",
        "DatabaseVersionCheckMariaDBOutdated": "புதிய மரியாடிபி ஒட்டு பதிப்பு (%1$s) கிடைக்கிறது (நீங்கள்%2$s/%3$s ஐப் பயன்படுத்துகிறீர்கள்). நீங்கள் விரைவில் புதுப்பிக்க வேண்டும்",
        "MatomoJSCheckFailed": "Matomo.js ஐ சரியாகப் பெற முடியாது என்று தெரிகிறது.",
        "MatomoJSCheckFailedCurlTip": "உங்கள் சேவையகத்தில் %s ஐ இயக்க முயற்சிக்கவும், கோப்பை வெற்றிகரமாக பெற முடியுமா என்று பாருங்கள்",
        "MatomoJSCheckGzipped": "matomo.js சுருக்கப்பட்டதாக வழங்கப்படுகிறது.",
        "MatomoJSCheckMIMEError": "matomo.js ஒரு 'பயன்பாடு/சாவாச்கிரிப்ட்' உள்ளடக்க வகை மூலம் வழங்கப்பட வேண்டும். நீங்கள் '%s' ஐப் பயன்படுத்துகிறீர்கள்.",
        "MatomoJSCheckNotGzipped": "matomo.js gziped வழங்கப்படவில்லை. .JS கோப்புகளுக்கான GZIP ஐ நீங்கள் அமைக்க விரும்பலாம், ஏனெனில் இது கோப்பின் அளவை 60 %வரை குறைக்க முடியும்.",
        "MatomoJSCheckUnknown": "உங்கள் matomo.js ஐ சரியாகப் பெற முடியுமா என்று மாடோமோவால் சரிபார்க்க முடியவில்லை.",
        "NotificationText": "நீங்கள் கண்டறியும் சொருகி இயக்கியுள்ளீர்கள். இது இந்த பக்கத்தில் இன்னும் சில சோதனை கணினி காசோலைகளை (with உடன் குறிக்கப்பட்டுள்ளது) சேர்க்கிறது, இது உங்கள் மாடோமோ நிகழ்வில் சிக்கல்களைக் கண்டறிய உதவும். இன்னும் சில தவறான நேர்மறைகள் மற்றும் தவறான எதிர்மறைகள் இருக்கலாம், எனவே முடிவுகளை உண்மையாக எடுத்துக் கொள்ளாதீர்கள், ஆனால் ஏதேனும் தவறு இருக்கிறதா என்று நீங்களே சரிபார்க்கவும். செருகுநிரலுடனான சிக்கல்களை %1$sforum %2$s அல்லது %3$s ஒரு அறிவிலிமையம் சிக்கலை %4$s க்கு ச்கிரீட் செய்யுங்கள், இதனால் காசோலைகளை மேம்படுத்த முடியும்.",
        "NotificationTitle": "கண்டறியும் நீட்டிக்கப்பட்டதைப் பற்றி",
        "OpcacheCheckInternedStrings": "8MB க்குக் கீழே நீங்கள் <code> opcache.interned_strings_buffer </code> ஐ அமைத்திருப்பதாகத் தெரிகிறது, இது சற்று குறைவாக இருக்கலாம். நீங்கள் எத்தனை பிஎச்பி கோப்புகளை வழங்குகிறீர்கள், உங்கள் சேவையகம் எவ்வளவு நினைவகம் கிடைக்கிறது என்பதைப் பொறுத்து மதிப்பை 8 (மெகாபைட்) அல்லது அதற்கு மேற்பட்டதாக அதிகரிக்கவும்.",
        "OpcacheCheckJIT": "நீங்கள் பிஎச்பி 8 அல்லது புதியதைப் பயன்படுத்துவதால், JIT கம்பைலரை இயக்குவதை நீங்கள் பார்க்க விரும்பலாம். இது மாடோமோவை ஒரு பிட் வேகப்படுத்த முடியும். பிஎச்பி JIT ஐ இயக்கிய பிறகு ஏதேனும் அனுபவங்களை நீங்கள் புகாரளித்தால் அது நன்றாக இருக்கும்.",
        "OpcacheCheckMaxFiles": "நீங்கள் <code> opcache.max_accelerated_files </code> க்கு %s க்கு அல்லது அதற்குக் கீழே அமைந்திருப்பது போல் தெரிகிறது, இது அனைத்து மேட்டோமோ கோப்புகளையும் தற்காலிக சேமிப்பில் வைத்திருக்க மிகக் குறைவாக இருக்கலாம், குறிப்பாக நீங்கள் மற்ற பிஎச்பி பயன்பாடுகளையும் புரவலன் செய்கிறீர்கள் என்றால். உங்கள் வெப்சர்வர் பயன்படுத்தும் பிஎச்பி கோப்புகளின் எண்ணிக்கையைப் பொறுத்து 7963, 16229 அல்லது 32531 க்கு விருப்பத்தை அமைக்கவும்.",
        "OpcacheCheckMemory": "நீங்கள் <code> opcache.memory_consumply </code> ஐ 128MB க்குக் கீழே அமைத்திருப்பதாகத் தெரிகிறது, இது அனைத்து மாடோமோ கோப்புகளையும் தற்காலிக சேமிப்பில் வைத்திருக்க மிகக் குறைவாக இருக்கலாம், குறிப்பாக நீங்கள் மற்ற பிஎச்பி பயன்பாடுகளையும் புரவலன் செய்கிறீர்கள் என்றால். நீங்கள் எத்தனை பிஎச்பி கோப்புகளை வழங்குகிறீர்கள், உங்கள் சேவையகம் எவ்வளவு நினைவகம் கிடைக்கிறது என்பதைப் பொறுத்து மதிப்பை 128 அல்லது 256 (மெகாபைட்) ஆக அதிகரிக்கவும்.",
        "OpcacheCheckOpcacheDisabled": "உங்கள் பிஎச்பி அமைப்பில் ஆப்கேச் முடக்கப்பட்டிருப்பது போல் தெரிகிறது. ஒவ்வொரு கோரிக்கையிலும் பிஎச்பி கோப்புகளை ஏற்றுவதையும் பாகுபடுத்துவதையும் தவிர்ப்பதால், மெமரியில் பிஎச்பி ச்கிரிப்ட்களின் பைட்கோடை நினைவகத்தில் சேமிக்கிறது, எனவே பிஎச்பி ஐ சிறிது வேகப்படுத்த முடியும். மேலும் தகவலுக்கு <code> opcache.enable </code> php.ini அமைப்பைச் சரிபார்க்கவும்.",
        "OpcacheCheckOpcacheEnabled": "ஆப்காச் இயக்கப்பட்டிருப்பது போல் தெரிகிறது. %1$sMB %2$sMB பிஎச்பி ச்கிரிப்ட்களுக்கு பயன்படுத்தப்படுகிறது ( %3$s &amp; percnt; வீணானது) மற்றும் %4$sMB %5$sMB ஆகியவை பணியமர்த்தப்பட்ட சரங்களுக்கு பயன்படுத்தப்படுகின்றன. %6$s &amp; percnt; கோரிக்கைகள் ஆப்கேச்சைத் தாக்கும்.",
        "OpcacheCheckSaveComments": "<code> opcache.save_comments </code> அமைப்பை நீங்கள் முடக்கியுள்ளதாகத் தெரிகிறது. இது ஓப்கேச்சிலிருந்து வரும் கருத்துகளை சிறியதாக ஆக்குகிறது, ஆனால் மாடோமோவை உடைக்கிறது. <code> opcache.save_comments </code> ஐ <code> 0 </code> க்கு அமைக்கவும்",
        "OpcacheCheckValidateTimestamps": "நீங்கள் முடக்கப்பட்டிருப்பது போல் தெரிகிறது கோட்பாட்டில், இது எந்த சிக்கலும் இருக்கக்கூடாது, ஏனெனில் மாடோமோ புதுப்பிப்புகள் மற்றும் நிறுவல்களில் ஆப்சேச்சை செல்லாது, ஆனால் நீங்கள் வித்தியாசமான சிக்கல்களை எதிர்கொண்டால் இதைப் பார்க்க விரும்பலாம்.",
        "OpensslVersionCheckLabel": "OpenSSL பதிப்பு சோதனை",
        "OpensslVersionCheckNoOpenssl": "உங்கள் பிஎச்பி அமைப்பு OpenSSL அல்லது சுருட்டை ஐப் பயன்படுத்தாது, எனவே சரிபார்க்க எதுவும் இல்லை.",
        "OpensslVersionCheckNotOutdated": "உங்கள் OpenSSL பதிப்பு (%s) உண்மையில் பழையதல்ல. ஆயினும்கூட, அதற்காக அறியப்பட்ட பாதிப்புகள் உள்ளதா என்று சரிபார்த்து, தேவைப்பட்டால் புதுப்பிக்கவும்.",
        "OpensslVersionCheckOutdated": "உங்கள் OpenSSL பதிப்பு (%s) மிகவும் பழையது. அதற்காக அறியப்பட்ட பாதிப்புகள் இருக்கிறதா என்று சோதித்து, தேவைப்பட்டால் புதுப்பிக்கவும்.",
        "PhpIniCheckIsDisabled": "%s இயக்கப்பட்டுள்ளன",
        "PhpIniCheckIsEnabled": "%s இயக்கப்பட்டுள்ளன",
        "PhpIniCheckLabel": "Php.ini விருப்பங்கள்",
        "PhpIniCheckShouldBeDisabled": "%s முடக்கப்பட வேண்டும்",
        "PhpIniCheckShouldBeEnabled": "%s இயக்கப்பட வேண்டும்",
        "PhpUserCheckLabel": "பிஎச்பி ரூட்டாக இயங்குகிறது",
        "PhpUserCheckWarning": "பிஎச்பி ரூட்டாக இயங்குவதாக தெரிகிறது. நீங்கள் ஒரு கப்பல்துறை கொள்கலனுக்குள் மாடோமோவைப் பயன்படுத்தாவிட்டால், உங்கள் அமைப்பை சரிபார்க்க வேண்டும்.",
        "PhpVersionCheckEol": "உங்கள் பிஎச்பி பதிப்பு ( %1$s) இனி பிஎச்பி குழுவின் பாதுகாப்பு ஆதரவைப் பெறாது ( %2$s என்பதால்). புதிய பதிப்பிற்கு நீங்கள் புதுப்பிக்க வேண்டும்",
        "PhpVersionCheckLabel": "பிஎச்பி பதிப்பு",
        "PhpVersionCheckLatestVersion": "நீங்கள் பிஎச்பி %s இன் அண்மைக் கால பதிப்பைப் பயன்படுத்துகிறீர்கள்",
        "PhpVersionCheckNoInformation": "உங்கள் பிஎச்பி பதிப்பு (%s) பற்றி எந்த தகவலும் தெரியவில்லை",
        "PhpVersionCheckNotEol": "உங்கள் பிஎச்பி பதிப்பு ( %1$s) %2$s வரை பிஎச்பி குழுவின் பாதுகாப்பு ஆதரவைப் பெறுகிறது.",
        "PhpVersionCheckNotWorking": "உங்கள் பிஎச்பி பதிப்பு புதுப்பித்த நிலையில் இருக்கிறதா என்று மாடோமோவால் சரிபார்க்க முடியவில்லை",
        "PhpVersionCheckOutdated": "புதிய பிஎச்பி ஒட்டு பதிப்பு ( %1$s) கிடைக்கிறது (நீங்கள் %2$s ஐப் பயன்படுத்துகிறீர்கள்). நீங்கள் விரைவில் புதுப்பிக்க வேண்டும்"
    }
}
